12/data/attachments/dd35f7877b759378.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:username>
            <nif:friendToBeAdded>Tammy_table_Friend_18756_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>